;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 1.53.54
; Update: July 30, 2020
;
[Lang]
NativeLanguage=English
[GUI]
ButtonYes=Yes
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimize
ButtonMaximize=Maximize
ButtonClose=Close
ButtonRestore=Restore
ButtonMenu=Menu
BtnNews=Information

[Translation]
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
ReadHabit=Left-to-right
LanguageName=ENU
LangShortName=en-us
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Warning
Error=Error
Confirm=Confirmation
;
; Popup menu
;
pmHelp=Online Help
pmforum=Forum
pmHome=Homepage
pmContact=Contact us
pmCheckNew=Check for updates 
pmLang=Languages
pmAbout=About
pmConMenu=Add to context menu
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Get rid of any file that can't be deleted by Windows
FrmWDMain.btnAFile.caption=Add file
FrmWDMain.btnAfolder.caption=Add folder
FrmWDMain.btnRemove.caption=Remove
FrmWDMain.btnDel.caption=Unlock & Delete
FrmWDMain.btnsupport.caption=Feedback
FrmWDMain.btnfacebook.hint=Follow us on facebook
FrmWDMain.btntwitter.hint=Share Wise Force Deleter on twitter
FrmWDMain.btngoogle.hint=Share Wise Force Deleter on Google+
FrmWDMain.btnemail.hint=Tell your friends about Wise Force Deleter
FrmWDManin.lvfile.Columns[0]=Name
FrmWDManin.lvfile.Columns[1]=Path
FrmWDManin.lvfile.Columns[2]=Status
;
; About
;
FrmAbout.caption=About
FrmAbout.lblver.caption=Current Version:
FrmAbout.lblemail.caption=Support Email:
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblthanks.caption=Acknowledgements to the following people for their contributions:
FrmAbout.lblWarning.caption=Warning: This computer program is protected by copyright law and international treaties.

[Message]
NoNews=You have no unread message.
addfolderwar=All files and subfolders will be deleted. Are you sure you want to unlock and delete this folder?
sysdirs=Unable to support deleting the system directories.
rootpath=Unable to support deleting the root directories.
netdevice=The drive is not a valid local drive.
DragFile=A folder couldn't be dragged in.
ForceDelete=Force delete
Newver=A new version of Wise Force Deleter is available, do you want to update now?
NoNewVer=Congratulations, the version you are using is the latest!
None=Ready
Unlocked=Unlocked & Deleted
Deleted=Deleted
FailDel=Deletion failed
Aborted=Aborted
NoExists=Does not exist
ConfirmDel=Do you want to unlock and delete the file(s)?
TranslateTo=Translate to..